tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wez/wezterm"
brew "--cask wez/wezterm/wezterm"
brew "cmake"
brew "exercism"
brew "fd"
brew "fmt"
brew "fzf"
brew "gh"
brew "httpie"
brew "m-cli"
brew "msgpack-cxx"
brew "neovim"
brew "ripgrep"
brew "starship"
brew "fish"
brew "gcc"
