tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "wez/wezterm"
brew "boost"
brew "python@3.9"
brew "glib"
brew "catch2"
brew "cmake"
brew "exercism"
brew "fd"
brew "fmt"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fzy"
brew "gh"
brew "httpie"
brew "lua"
brew "lua@5.1"
brew "luarocks"
brew "m-cli"
brew "msgpack-cxx"
brew "neovim"
brew "qt@5"
brew "ripgrep"
brew "starship"
brew "websocat"
brew "yadm"
cask "fontforge"
cask "goneovim"
cask "wezterm"
